/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "En annen datamaskin (ip-adresse eller domenenavn) er nødvendig for å abonnere";

/* About prefs tab title */
"About" = "Om";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "Handlinger";

/* Title to go above the actions pop up on */
"Actions:" = "Handlinger:";

/* Option to add a compound action config */
"Add Compound" = "Legg til Flerhandling";

/* Button to add a configuration */
"Add Config" = "Legg til konfigurasjon";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Ekstra nedlastninger";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Merk! Aktivering av dette valget vil legge Growl.app til dine påloggingsobjekter";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Tillat at andre datamaskiner abonnerer på meldinger";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Dette vil medføre at Growl starter automatisk hver gang du logger inn, slik at den alltid er tilgjengelig for andre programmer som bruker Growl";

/* Notification always stay on screen */
"Always" = "Alltid";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "En urettbar feil skjedde ved opretting eller åpning av Growl Tickets databasen.";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Det oppstod en feil under opprettelse eller åpning av historikkdatabasen som ikke kan rettes opp.\nHistorikkdatabasen vil bli deaktivert. Samlevisning vil imidlertid fortsatt fungere.\nHvis historikk blir aktivert igjen vil ingenting bli lagret, men det kan medføre at Growl vil bruke svært mye minne.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Program";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Applikasjonen bestemmer";

/* Use the application's defaults */
"Application Default" = "Applikasjon Standard";

/* Label for application level display style choice */
"Application's Display Style" = "Programmets visningstema";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Program: %1$@\nTittel: %2$@\nBeskrivelse: %3$@\nKlikk for å åpne loggen";

/* Application prefs tab title */
"Applications" = "Programmer";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Er du sikker på at du vil avslutte?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Er du sikker på at du vil fjerne %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Enhet lagt til med Bonjour, ikke tilgjengelig for øyeblikket";

/* Button title for canceling */
"Cancel" = "Avbryt";

/* Clear all history button title */
"Clear All History" = "Slett hele historikken";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Slett alle meldinger i samlevisningen";

/* No comment provided by engineer. */
"Clear Rollup" = "Slett samlevisning";

/* close all open notifications */
"Close all notifications" = "Lukk alle meldinger";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Flerhandling";

/* No comment provided by engineer. */
"Compound Action" = "Flerhandling ";

/* Column title for a computer entry */
"Computer Name" = "Datamaskin-navn";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "Anse meg som inaktiv etter:";

/* Continue button title */
"Continue" = "Fortsett";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Oppdaget en korrupt installasjon";

/* Label for selectiong default actions */
"Default Actions" = "Standard handlinger";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Standard plassering av meldinger";

/* Default style picker label */
"Default Style" = "Standardtema";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Deaktiver Growl visuelle kontroller og videresende varsler til OS X";

/* alert when history database could not be moved aside */
"Disabling History" = "Deaktiverer historikk";

/* Label for the display style of the selected notification */
"Display Style:" = "Tema:";

/* Column title for Display Styles */
"Display Styles" = "Tema";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Utseende";

/* Continue button title when done */
"Done" = "Ferdig";

/* Emergency notification priority */
"Emergency" = "Kritisk";

/* Label for application on/off switch */
"Enable %@" = "Aktiver %@";

/* Label for application on/off switch */
"Enable application" = "Aktiver programmet";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Start Growl automatisk ved innlogging";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Aktiver historikk:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Aktiver logging";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Ved å aktivere dette alternativet vil Growl kjøre uten å vise et ikon i Dock eller i menyen.\n\nKlikk på Growl i Launchpad eller åpne Growl i Finder for å åpne valgpanelet.";

/* Alert when database has been corrupted */
"Error opening %@." = "Feil ved åpning av %@";

/* fatal alert */
"Fatal Error" = "Fatal feil";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Brannmurinnstillinger: Nettverksmeldinger bruker TCP port 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Videresend meldinger til andre datamaskiner";

/* Tab title for forwarding */
"Forwarding" = "Videresend";

/* General prefs tab title */
"General" = "Generelt";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Hent programmer";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Hent flere tema";

/* Use the global defaults from the displays tab */
"Global Default" = "Global Standard";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Rapporter en feil";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Det har oppstått et problem under oppsett av %@ som medfører at Growl må avslutte når dette vinduet blir lukket. Vennligst kontakt  support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl historikk er deaktivert";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Growl må starte på nytt før denne endringen blir aktivert.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Growl samlevisning";

/* button to open http://growl.info */
"Growl Web Site" = "Growl webside";

/* No comment provided by engineer. */
"Hide Rollup" = "Lukk samlevisning";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Lukk samlevisning";

/* High notification priority */
"High" = "Høy";

/* History prefs tab title */
"History" = "Historikk";

/* Unit of time for idle detection */
"Hours" = "Timer";

/* Title on box containing idle detection controls */
"Idle Detection" = "Inaktivitets oppdager";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Hvis du avslutter Growl vil du ikke motta flere meldinger.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Indikerer en datamaskin som bruker versjon 1.3 eller senere";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Indikerer en manuelt registrert datamaskin for sending eller mottak av meldinger";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informer %@ når en melding blir klikket";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Maksimalt antall meldinger";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Slett automatisk etter (dager)";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Avinstallerer for gammel Growl";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Lytt etter innkommende meldinger";

/* Title for section containing apps from the local machine */
"Local" = "Lokal";

/* Unit of time for idle detection */
"Minutes" = "Minutter";

/* Moderate notification priority */
"Moderate" = "Moderat";

/* Network prefs tab title */
"Network" = "Nettverk";

/* Notification will never stay on screen */
"Never" = "Aldri";

/* No comment provided by engineer. */
"No" = "Nei";

/* Use no actions */
"No Actions" = "Ingen handlinger";

/* Don't do any actions */
"No Default Actions" = "Ingen standard handlinger";

/* Setting for no visual display */
"No Default Display" = "Ingen standard visning";

/* Growl will run compeletely in the background */
"No icon visible" = "Ikke vis ikonet";

/* No comment provided by engineer. */
"No Recent Notifications" = "Ingen nye meldinger";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Meldinger";

/* If the string is too long, use O */
"OFF" = "AV";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "PÅ";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Åpne Growl Valg...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Åpne Growl valgpanelet";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "OS X meldinger";

/* Column title for a password */
"Password" = "Passord";

/* No comment provided by engineer. */
"Pause Growl" = "Deaktiver Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Deaktiverer alle meldinger midlertidig";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Vennligst ikke skriv localhost. Growl støtter ikke videresending til seg selv.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Vennligst ikke skriv localhost. Growl kan ikke abonnere på sine egne meldinger.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Vennligst skriv en gyldig IPv4 eller IPv6 adresse eller et gyldig domenenavn";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Plugin '%@' har blitt installert. Ønsker du å konfigurere den nå?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Plugin '%@' er allerede installert, vil du overskrive den?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Plugin '%@' vil ikke fungere på denne datamaskinen med denne versjonen av Mac OS X. Vil du installere den likevel?";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin eksisterer allerede";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin installert";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Plugin missing native architecture";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin ikke installert";

/* Preferences window title */
"Preferences" = "Growl Valg";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Forhåndsvisning";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioritering:";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "Puls meny element";

/* No comment provided by engineer. */
"Quit" = "Avslutt";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Avslutt Growl fullstendig";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Les instruksjoner og avslutt";

/* Button title for removing something */
"Remove" = "Fjern";

/* No comment provided by engineer. */
"Resume Growl" = "Aktiver Growl\n";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Aktiverer meldinger fra Growl";

/* Rollup prefs tab title */
"Rollup" = "Samlevisning";

/* Rollup all notifications radio button */
"Rollup all notes" = "Samle alle meldinger";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Åpne samlevisning automatisk";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Aktiver samlevisning";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Samle bare loggede meldinger";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Søk";

/* Unit of time for idle detection */
"Seconds" = "Sekunder";

/* Label for server password field */
"Server Password:" = "Server-passord:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Vis deaktiverte";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Vis ikonet på begge steder";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Vis ikonet i Dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Vis ikonet i menylinjen";

/* No comment provided by engineer. */
"Show Rollup" = "Samlevisning";

/* No comment provided by engineer. */
"Show the History Rollup" = "Åpne samlevisning";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Vis/skjul snarveier";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Start Growl ved innlogging";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Bli på skjermen:";

/* Tab title for subscribers tab */
"Subscribers" = "Abonnenter";

/* Tab title for subscriptions tab */
"Subscriptions" = "Abonnement";

/* No comment provided by engineer. */
"There are no new notifications" = "Ingen nye meldinger";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Det var %lu meldinger mens du var borte";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Det oppstod en feil under oppkobling til den andre datamaskinen:\nKode: %1$d\nBeskrivelse: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Det skjedde en feil under installeringen av '%@' plugin.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Det oppstod en feil under åpning av filen med historikkdatabasen. Den kan være ødelagt.\nGrowl vil ta en reserve-kopi av databasen og lage en ny.\nDette kan skje dersom Growl eller datamaskinen har krasjet.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Det var %lu meldinger mens du var borte";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Dette kan ikke angres! Vennligst bekreft at du vil slette hele meldingshistorikken";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Dette er en forhåndsvisning av temaet %@ ";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "Denne plugin-konfigurasjonen er i bruk. Dersom du fjerner den vil den også bli fjernet fra applikasjoner og notifikasjoner hvor den er brukt.";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "This should never happen! -(void)subscribe should only ever be called on local entries";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Dette vil fjerne alle innstillinger i Growl for %@.";

/* Column title for the time column in the history table */
"Time" = "Tid";

/* Column title for the title column in the history table */
"Title" = "Tittel";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "For å hindre at historikkdatabasen skal vokse uendelig må minst ett av alternativene for automatisk sletting være aktivt";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Å skru av begge alternativene for automatisk sletting er ikke lov";

/* Column title for whether to use the item on the row */
"Use" = "Bruk";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Bruk egendefinert plassering";

/* label for using the global default starting position */
"Use default starting position" = "Bruk standard plassering";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Gyldig til:";

/* Very low notification priority */
"Very Low" = "Veldig lav";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Advarsel! Dette vil slette ALL historikk";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Advarsel! Applikasjonens preferanser er ikke lagret";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Advarsel! Aktivering av dette alternativet vil medføre at Growl kjører i bakgrunnen";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Vi har oppdaget at App Store har etterlatt en korrupt installasjon på maskinen din.  Vennligst følg instruksjonene du får når du trykker på knappen for å rette på denne situasjonen.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Velkommen til Growl!";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "Når skjermen er låst";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "Når skjermspareren er aktiv";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Du kan manuelt koble til på en av disse adressene:";

